[
	{
		"id":1,
		"titulo":"Dota 2",
		"resenha":"Dota 2, o famoso MOBA desenvolvido pela Valve e baseado na modificação de warcraft 3, é um jogo em eterna mutação. Seja pela adição de novos heróis, um buff que altera drasticamente o game ou até mesmo eventos especiais, sempre há uma atualização inédita para se explorar. Mesmo com tantas alterações, o game continua tão divertido quanto em seu lançamento. Confira o review completo. A narrativa nunca foi o foco de Dota 2 e até hoje isso permanece verdadeiro. A trama consiste em duas facções (os Iluminados e os Temidos) em eterna guerra para destruir o ancião do time oposto. Até mesmo essa premissa básica não é explorada no jogo, que deixa o gameplay falar por si só. Aqueles que buscam mais informações devem recorrer às descrições de cada personagem, assim como wikis do jogo para entender melhor a história, o que não é ideal.",
		"autor":"Aline Soster",
		"notaAutor":"8,5",
		"foto":"dota1.jpg",
		"like": 1,
		"dislike": 0
	},
	{
		"id":2,
		"titulo":"Arena Of Valor",
		"resenha":"Arena of Valor, o MOBA extremamente competitivo da Tencent Games, está disponível de forma gratuita para dispositivos iOS e Android no Brasil. Arena of Valor conta com partidas de 10 a 15 minutos recheadas de ação frenética em grupos de 5×5 jogadores, apresentando uma lista de campeões épicos, cada um com estilo de jogo e habilidades únicas. Como um dos primeiros jogos lançados pela Tencent na América Latina, o aguardado game traz uma visão acessível e com design primoroso do estilo estratégico de jogabilidade MOBA. O jogo está disponível em Português do Brasil e Espanhol da América Latina. Com mais de 200 milhões de usuários na China, Honor of Kings foi o jogo mobile da Tencent que transformou o MOBA em um fenômeno cultural. Agora, três quartos da geração mais jovem de chineses jogam Arena of Valor, e sua paixão por sua comunidade é incomparável a qualquer outro jogo do gênero. A Tencent está trazendo a emoção e o apelo dos jogos MOBA AAA para os jogadores do Brasil e da América Latina com Arena of Valor.",
		"autor":"Aline Soster",
		"notaAutor":"8,6",
		"foto":"arena2.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":3,
		"titulo":"Gigantic",
		"resenha":"Gigantic traz a proposta de um MOBA onde o alvo primordial a ser atacado é um colossal monstro chamado de Guardião, mas ele não ficará parado, irá revidar atacado com toda sua força e sozinho nenhum jogador é capaz de pará-lo. Para isso haverá um time de cinco jogadores que deverão proteger seu guardião e derrotar o guardião inimigo em uma batalha titânica. As opções de personagens são limitadas se comparadas com outros MOBAs, mas cada uma delas possuem grandes diferenças entre si, não tendo assim personagens com ataques semelhantes. Dentre eles há personagens de ataques rápidos, furtivos, portadores de armas de fogo, tankers, magos, atiradores de longo alcance e personagens de ataque físicos de curto alcance. Os Guardiões também são diferentes e possuem modos de ataques, pontos fracos e habilidades diferentes. Eles irão interagir e ajudar na batalha, esmagando adversários em seu caminho. O jogador deve procurar o ponto fraco no guardião inimigo e atacá-lo para vencer a equipe.",
		"autor":"Gabrielle Dannebrock",
		"notaAutor":"8,9",
		"foto":"gigantic.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":4,
		"titulo":"Heroes Of The Storm",
		"resenha":"Lançado em 2015, o caçula dos melhores jogos MOBA foi lançado pela Blizzard. Ele surgiu tentando mudar um pouco o conceito fechado dos MOBAs, que sempre seguem uma orientação tradicional dos mapas e dos personagens. Em HotS existem 10 mapas diferentes para travar as batalhas, e cada mapa tem objetivos e mecânicas diferentes. Uma boa ideia da Blizzard foi colocar como heróis do jogo os personagens já consagrados, vindos de outras franquias da desenvolvedora. Em HotS é possível jogar com personagens de Diablo, Warcraft, StarCraft e Overwatch. Jogadores iniciantes conseguem aprender rapidamente as funcionalidades do jogo utilizando os tutoriais e os modos de teste para aprender as habilidades dos heróis.",
		"autor":"Gabrielle Dannebrock",
		"notaAutor":"9,1",
		"foto":"heroes.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":5,
		"titulo":"Infinite Crisis",
		"resenha":"Infinite Crisis é um MOBA baseado nos multiversos da DC Comics, onde os mesmos multiversos estão misteriosamente, e lentamente, se colidindo em algo chamado 'sangria'. Devido a isso, a introdução de vários personagens e suas diferentes versões do multiverso dão o ponto de ignição ao jogo e sua trama. Inicialmente, o jogo apresenta um padrão, tendo uma preocupação em ensinar novos e até mesmos experientes jogadores através dos tutoriais explicando os conceitos básicos de um MOBA, que são aplicados de formas ligeiramente diferentes dos jogos do mesmo gênero neste jogo. O jogo também se preocupa em lhe dar uma base pós-tutorial, onde você libera alguns personagens após passar pelas as 5 etapas de tutorial existente para começar a jogar as partidas players vs. player, além de contar com a rotação semanal grátis de personagens. Entre os personagens liberados temos: Gaslight Batman, Lanterna Verde, Mulher Maravilha, Apocalipse e Arlequina.",
		"autor":"Gabrielle Dannebrock",
		"notaAutor":"8,7",
		"foto":"infinite.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":6,
		"titulo":"League Of Legends",
		"resenha":"LoL (League of Legends) é um jogo online competitivo que mistura a velocidade e a intensidade de um RTS com elementos de RPG. Duas equipes de poderosos campeões, cada um com design e estilo único, lutam em diversos campos de batalha e modos de jogo. Com um elenco de campeões em constante expansão, atualizações frequentes e uma cena competitiva exuberante, LoL oferece diversão incessante para jogadores de todos os níveis de habilidade. O LoL conta com 118 personagens, cada um com seus próprios estilos, habilidades e histórias, cada um desses com suas particularidades, desde o modo de andar até em sua fala. Eles são divididos em 5 classes dentro do jogo. Assassino, Lutador, Mago, Suporte, Tanque e Francoatirador. Porém, os jogadores criaram outras classes para agilizar a escolha de um bom time dentro do jogo, que são eles ADC, Top, Mid, Suporte e Jungle.",
		"autor":"Leonardo Pinheiro",
		"notaAutor":"10,0",
		"foto":"lol.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":7,
		"titulo":"Paladins",
		"resenha":"Paladins é um shotter em primeira pessoa desenvolvido pelos estúdios Hi-Rez, O jogo usa uma temática fantástica no qual os campeões com que jogamos são paladinos defensores do reino. O jogo é gratis para jogar, toda semana temos alguns campeões abertos para jogar, e com o dinheiro que conseguimos ao vencer partidas podemos habilitar campeões permanentemente para usá-los a qualquer tempo. Os campeões são divididos em 4 tipos: Dano, Flanco, Suporte e Tanquer. O jogo é gratuito para jogar e por isso precisa ganhar dinheiro de alguma forma, no jogo é possível comprar cristais com dinheiro real, e utilizando eles conseguimos comprar campeões e vários itens cosméticos.",
		"autor":"Leonardo Pinheiro",
		"notaAutor":"8,0",
		"foto":"paladins.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":8,
		"titulo":"Paragon",
		"resenha":"Paragon é um MOBA jogado em terceira pessoa. Contando atualmente com apenas um modo de jogo, o mapa apresenta três rotas: esquerda, meio e direita. O jogador terá que defender uma delas ou se aventurar pela selva, onde poderá criar emboscadas para o adversário. O objetivo do game é destruir o núcleo que funciona como o coração do time. Para isso, ele e sua equipe deverão destruir tropas inimigas, lutar contra heróis adversários e destruir as torres para chegar ao núcleo, ao passo que evolui seu personagem, melhora suas habilidades e compra itens.  Uma das características de Paragon são seus gráficos. Embora o jogo esteja em acesso antecipado, é notável o poder de processamento gráfico da Unreal Engine 4. Apesar de ainda não estarem concluídos, os heróis e cenários já estão bem lapidados, com texturas, efeitos de partículas e iluminação dignas de um jogo AAA. Infelizmente, ainda não é possível conferir alguns personagens do game, como as tropas da selva, que atualmente são mostrados em modelos não-renderizados, com uma grande frase escrita abaixo: 'Alpha Content'.",
		"autor":"Bruno Brieman",
		"notaAutor":"7,5",
		"foto":"paragon.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":9,
		"titulo":"PlayerUnknown’s Battlegrounds",
		"resenha":"Já assistiu ou leu 'Jogos vorazes'? Então é meio caminho andado. 'Battlegrounds' é um game de tiro online e multiplayer em que até 100 jogadores saltam de pára-quedas numa ilha enorme, de 64 km².  Todos começam o jogo apenas com as roupas do corpo – às vezes nem isso, já que elas ocupam espaço no inventário – e devem explorar prédios e outras construções para encontrar armas, equipamentos de defesa e itens de cura. O objetivo é um só: se preparar para o pior e lutar até a morte contra os outros que estão na mesma situação que você. Afinal, vence o último a sobreviver.",
		"autor":"Luiza Farias",
		"notaAutor":"10,0",
		"foto":"pb.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":10,
		"titulo":"Smite",
		"resenha":"Imagine deuses de todas as mitologias juntos num mesmo jogo lutando uns contra os outros. Imagine Loki e Thor no mesmo time lutamos juntos por um mesmo propósito. Ou, melhor ainda, imagine Zeus, Serqet, Baco, Kali, Ao Kang e Fenrir juntos num mesmo time lutando pela vitória. O que é isso? Isso é Smite, um jogo que une mitologias grega, romana, egípcia, maia, chinesa, nórdica, hindu e que conseguiu acabar com minha produtividade.É um gênero para jogos que misturam estratégia em tempo real e RPG. Nos jogos desse estilo, você controla uma unidade em batalha contra outros jogadores. As partidas acontecem num mesmo mapa e é disputado por dois times. O objetivo é destruir a base da equipe rival. Para isso, é preciso evoluir seu herói, melhorar seus equipamentos e derrubar as defesas do outro time, em ondas consecutivas de ataques que exigem raciocínio rápido e estratégias de equipe. Só que a grande diferença é que, nesse jogo, você joga vendo o personagem em terceira.",
		"autor":"Gabrielle Dannebrock",
		"notaAutor":"8,2",
		"foto":"smite.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":11,
		"titulo":"Strife",
		"resenha":"Strife é um MOBA com ação 3D, com um elenco colorido de personagens e gráficos de cartoony brilhantes. O jogo possui um sistema de crafting exclusivo e vários outros recursos originais que o diferenciam de outros MOBAs. As características mais proeminentes do jogo incluem seu sistema de animais de estimação e crafting. Além de simplesmente selecionar um herói, os jogadores também podem escolher entre mais de uma dúzia de animais de estimação para acompanhá-los na batalha. Cada animal tem 3 habilidades distintas que melhoram o herói do jogador. Qualquer animal de estimação pode ser acompanhado de qualquer campeão. O sistema de criação de itens do jogo permite aos jogadores personalizar os itens disponíveis na loja com as estatísticas que eles desejam.",
		"autor":"Elisa Fusinato",
		"notaAutor":"8,3",
		"foto":"strife.jpg",
		"like": 1,
		"dislike":0
	},
	{
		"id":12,
		"titulo":"Vainglory",
		"resenha":"O Vainglory é um jogo multiplayer de arena de batalha online (MOBA) semelhante aos populares MOBAs, como League of Legends e Dota 2, mas projetado para smartphones e tablets, o jogo é uma versão do gênero MOBA em que duas equipes opostas de três ou cinco jogadores lutam para destruir a base inimiga, controlando o caminho entre as bases, que é alinhada por torres e guardada por criaturas inimigas controladas por IA. Fora do caminho, os jogadores lutam pelos pontos de controle que fornecem recursos.Em Vainglory , as equipes têm cinco jogadores, cada um controlando um avatar , conhecido como \"herói\", de seu próprio dispositivo. Personagens mais fracos controlados por computador , chamados \"minions\", aparecem nas bases da equipe e seguem as pistas para a base do time adversário, lutando contra inimigos e torres no caminho. O revestimento das pistas são torres de torre que repelem o fluxo de lacaios e heróis inimigos. O objetivo do jogador é destruir as torres inimigas e, finalmente, o 'cristal Vão' na base do time inimigo.",
		"autor":"Leonardo Pinheiro",
		"notaAutor":"9,5",
		"foto":"vainglory.jpg",
		"like": 1,
		"dislike":0
	}
]